Repository: hagege/add_infos_to_tec
Catalog: languages/add-infos-to-the-events-calendar-*_formal.po
Languages: de_de

source: Add Infos to TEC Settings
de_de: Add Infos to TEC Einstellungen

source: Settings
de_de: Einstellungen

source: Ext. Link:
de_de: Externer Link:

source: Choose Event Category:
de_de: Veranstaltungskategorie auswählen:

source: Int. Link:
de_de: Interner Link:

source: category
de_de: Kategorie

source: You do not have permissions to perform this action
de_de: Sie haben keine Berechtigungen, um diese Aktion auszuführen

source: This could be the path to the categories of The Events Calendar (TEC):
de_de: Dies könnte der Pfad zu den Kategorien des Veranstaltungskalenders (TEC) sein:

source: To be on the safe side, however, you should check this by going to the relevant event after using the shortcut and checking that the links are executed correctly.
de_de: Um jedoch auf der sicheren Seite zu sein, sollten Sie dies überprüfen, indem Sie bei der entsprechenden Veranstaltung, bei der Sie den Shortcode verwendet haben, prüfen, ob die Links korrekt ausgeführt werden.

source: Path e.g. categories to The Events Calendar (e.g. http://example.com/events/category/):
de_de: Ordner für Kategorien von The Events Calendar (e.g. http://example.com/events/category/):

source: It seems that you do not use The Events Calendar. However, you can still use this plugin and enter a URL on your website that is particularly important to you. This URL will be used instead.
de_de: Es scheint, dass Sie The Events Calendar nicht verwenden. Sie können dieses Plugin jedoch weiterhin verwenden und eine URL auf Ihrer Website eingeben, die für Sie besonders wichtig ist. Diese URL wird stattdessen verwendet.

source: Enter a URL on your website that is particularly important to you:
de_de: Geben Sie eine URL auf Ihrer Website ein, die für Sie besonders wichtig ist:

source: Settings for Buttons:
de_de: Einstellungen für Buttons:

source: Background color:
de_de: Hintergrundfarbe:

source: Font color:
de_de: Schriftfarbe:

source: Background color when driving over the button (Hover):
de_de: Hintergrundfarbe beim Überfahren des Buttons (Hover):

source: Font color when driving over the button (Hover):
de_de: Schriftfarbe beim Überfahren des Buttons (Hover):

source: Description for external link:
de_de: Beschreibung für externen Link:

source: Description for events:
de_de: Beschreibung für Veranstaltungen:

source: Description for particularly link:
de_de: Beschreibung für besonderen Link:

source: Description for internal link:
de_de: Beschreibung für den internen Link:

source: Setting for design on website:
de_de: Einstellung für das Design auf der Website:

source: Rounded corners (values from 0 - 30):
de_de: Abgerundete Ecken (Werte von 0-30):

source: All links as buttons:
de_de: Alle Links als Buttons:

source: Font for Copyright:
de_de: Schriftzug für Copyright:

source: italic
de_de: Kursiv

source: bold
de_de: fett

source: Horizontal line above the block:
de_de: Horizontale Linie über dem Block:

source: Horizontal line below the block:
de_de: Horizontale Linie unterhalb des Blocks:

source: Further Settings:
de_de: Weitere Einstellungen:

source: Sorting categories by occurrence (Frequently selected categories first):
de_de: Sortierung der Kategorien nach Vorkommen (häufig ausgewählte Kategorien zuerst):

source: Provides a shortcode block (image copyright, button with link to events with a special category, link to the website of the organizer) in particular to single events for The Events Calendar Free Plugin (by MODERN TRIBE)
de_de: Bietet einen Shortcode-Block (Bildrechte, Schaltfläche mit Link zu Ereignissen mit einer speziellen Kategorie, Link zur Website des Veranstalters) insbesondere zu einzelnen Ereignissen für The Events Calendar Free Plugin (von MODERN TRIBE)
